Repository: Torkor29/Widget-iOS
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

source: %@ / month
es: %@ / mes
fr: %@ / mois

source: %@ will see your selfie the second you send it.
es: %@ verá tu selfie en cuanto lo envíes.
fr: %@ verra ton selfie à la seconde où tu l'envoies.

source: %lld day streak
es: Racha de %lld días
fr: Série de %lld jours

source: %lld days to go
es: Faltan %lld días
fr: Plus que %lld jours

source: %lld days together
es: %lld días juntos
fr: %lld jours ensemble

source: Add a caption…
es: Añade un texto…
fr: Ajoute une légende…

source: All 12 moods, including Spicy 🌶️
es: Los 12 moods, incluido Picante 🌶️
fr: Les 12 moods, dont Mode coquin 🌶️

source: Bonus selfies, as many as you want
es: Selfies extra, todos los que quieras
fr: Des selfies bonus, autant que tu veux

source: Both of today's selfies, side by side.
es: Los dos selfies de hoy, lado a lado.
fr: Vos deux selfies du jour, côte à côte.

source: By continuing you accept our
es: Al continuar aceptas nuestros
fr: En continuant, tu acceptes nos

source: Cancel
es: Cancelar
fr: Annuler

source: Claim my offer
es: Aprovechar la oferta
fr: J'en profite

source: Close
es: Cerrar
fr: Fermer

source: Connect now
es: Conectar ahora
fr: Se connecter maintenant

source: Connect with your person
es: Conecta con tu persona
fr: Connecte-toi à ta moitié

source: Connect with your person first.
es: Primero conecta con tu persona.
fr: Connecte-toi d'abord à ta moitié.

source: Continue
es: Continuar
fr: Continuer

source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google

source: Count our days together
es: Contar nuestros días juntos
fr: Compter nos jours ensemble

source: Countdown to our next reunion
es: Cuenta atrás para vernos
fr: Compte à rebours avant nos retrouvailles

source: Countdown to your next reunion
es: La cuenta atrás hasta volver a veros
fr: Le compte à rebours avant vos retrouvailles

source: Daily reminder
es: Recordatorio diario
fr: Rappel quotidien

source: Delete my account
es: Eliminar mi cuenta
fr: Supprimer mon compte

source: Delete your account?
es: ¿Eliminar tu cuenta?
fr: Supprimer ton compte ?

source: Disconnect and delete our selfies
es: Desconectar y borrar nuestros selfies
fr: Déconnecter et supprimer nos selfies

source: Disconnect from %@
es: Desconectarse de %@
fr: Se déconnecter de %@

source: Disconnect from %@?
es: ¿Desconectarse de %@?
fr: Se déconnecter de %@ ?

source: Done
es: Listo
fr: OK

source: Done, it's on my home screen
es: Listo, ya está en mi pantalla
fr: C'est fait, il est sur mon écran

source: Every selfie, forever: your shared memories
es: Todos vuestros selfies, para siempre: vuestros recuerdos
fr: Tous vos selfies, pour toujours : vos souvenirs

source: First name
es: Nombre
fr: Prénom

source: Flip camera
es: Cambiar de cámara
fr: Changer de caméra

source: Free trial
es: Prueba gratis
fr: Essai gratuit

source: Get Morni+
es: Obtener Morni+
fr: Passer à Morni+

source: Grumpy
es: De malas
fr: Grognon

source: Hangry
es: Con hambre
fr: Faim de loup

source: Help & support
es: Ayuda y soporte
fr: Aide & support

source: I'll do it later
es: Lo haré más tarde
fr: Je le ferai plus tard

source: In love
es: Modo amor
fr: Trop love

source: Invite your person
es: Invita a tu persona
fr: Invite ta moitié

source: It takes 10 seconds. This is where the magic happens.
es: Son 10 segundos. Aquí es donde ocurre la magia.
fr: Ça prend 10 secondes. C'est là que la magie opère.

source: It will appear here and on your widget.
es: Aparecerá aquí y en tu widget.
fr: Il apparaîtra ici et sur ton widget.

source: Join
es: Unirme
fr: Rejoindre

source: Join me on Morni so we wake up to each other's face ☀️ My code: %@
es: Únete a mí en Morni para despertar viendo nuestras caras ☀️ Mi código: %@
fr: Rejoins-moi sur Morni pour qu'on se réveille avec nos têtes ☀️ Mon code : %@

source: Know the second they post
es: Entérate en cuanto publique
fr: Sois prévenu·e dès qu'il ou elle poste

source: Large and Lock Screen widgets
es: Widget grande y de pantalla bloqueada
fr: Grand widget et écran verrouillé

source: Lifetime
es: De por vida
fr: À vie

source: Léa · Radiant
es: Léa · Radiante
fr: Léa · Au top

source: Manage subscription
es: Gestionar suscripción
fr: Gérer l'abonnement

source: Memories
es: Recuerdos
fr: Souvenirs

source: Miss you
es: Te extraño
fr: Tu me manques

source: Monthly
es: Mensual
fr: Mensuel

source: Morni needs your camera to send selfies.
es: Morni necesita tu cámara para enviar selfies.
fr: Morni a besoin de ta caméra pour envoyer des selfies.

source: Morni works in pairs. Once they join, your selfies land on each other's home screen.
es: Morni es cosa de dos. En cuanto se una, vuestros selfies llegarán a vuestras pantallas de inicio.
fr: Morni se vit à deux. Dès qu'il ou elle te rejoint, vos selfies arrivent sur vos écrans d'accueil.

source: Morni+ is active for both of you
es: Morni+ está activo para los dos
fr: Morni+ est actif pour vous deux

source: Need a hug
es: Quiero un abrazo
fr: Besoin d'un câlin

source: Need coffee
es: Necesito café
fr: Besoin de café

source: Next reunion
es: Próximo reencuentro
fr: Prochaines retrouvailles

source: No Morni+ purchase was found for this Apple ID.
es: No se encontró ninguna compra de Morni+ para este Apple ID.
fr: Aucun achat Morni+ trouvé pour cet identifiant Apple.

source: No selfies yet
es: Aún no hay selfies
fr: Pas encore de selfies

source: Not now
es: Ahora no
fr: Pas maintenant

source: Not yet today
es: Aún no hoy
fr: Pas encore aujourd'hui

source: On fire
es: A tope
fr: À fond

source: One of you is already connected to someone.
es: Uno de los dos ya está conectado con alguien.
fr: L'un de vous est déjà connecté à quelqu'un.

source: One plan. Both of you.
es: Un plan. Para los dos.
fr: Un abonnement. Pour vous deux.

source: One selfie a day, straight to your person's home screen.
es: Un selfie al día, directo a la pantalla de inicio de tu persona.
fr: Un selfie par jour, directement sur l'écran d'accueil de ta moitié.

source: Oops
es: Ups
fr: Oups

source: Open Morni to connect with your person
es: Abre Morni para conectar con tu persona
fr: Ouvre Morni pour te connecter à ta moitié

source: Open Settings
es: Abrir Ajustes
fr: Ouvrir les Réglages

source: Payment is charged to your Apple ID. Subscriptions renew automatically unless cancelled at least 24 hours before the end of the current period. Manage or cancel anytime in your App Store settings.
es: El pago se carga a tu Apple ID. La suscripción se renueva automáticamente salvo que la canceles al menos 24 horas antes del final del periodo actual. Gestiónala o cancélala cuando quieras en los ajustes del App Store.
fr: Le paiement est débité sur ton identifiant Apple. L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours. Gère-le ou annule-le à tout moment dans les réglages de l'App Store.

source: Plans are unavailable right now. Please try again later.
es: Los planes no están disponibles ahora. Inténtalo más tarde.
fr: Les offres sont indisponibles pour le moment. Réessaie plus tard.

source: Privacy
es: Privacidad
fr: Confidentialité

source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité

source: Put them on your home screen
es: Pon a tu persona en tu pantalla de inicio
fr: Mets ta moitié sur ton écran d'accueil

source: Radiant
es: Radiante
fr: Au top

source: Remind me at
es: Recordármelo a las
fr: Me le rappeler à

source: Restore
es: Restaurar
fr: Restaurer

source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats

source: Retake
es: Repetir
fr: Reprendre

source: Save
es: Guardar
fr: Enregistrer

source: Search for Morni and pick a size
es: Busca Morni y elige un tamaño
fr: Cherche Morni et choisis une taille

source: See you today!
es: ¡Nos vemos hoy!
fr: On se voit aujourd'hui !

source: Send a miss you
es: Enviar un «te extraño»
fr: Envoyer un « tu me manques »

source: Send my invite
es: Enviar mi invitación
fr: Envoyer mon invitation

source: Send them your invite. As soon as they join, your selfies land on each other's home screen.
es: Envíale tu invitación. En cuanto se una, vuestros selfies llegarán a vuestras pantallas de inicio.
fr: Envoie-lui ton invitation. Dès qu'il ou elle te rejoint, vos selfies arrivent sur vos écrans d'accueil.

source: Send to %@
es: Enviar a %@
fr: Envoyer à %@

source: Settings
es: Ajustes
fr: Réglages

source: Sign out
es: Cerrar sesión
fr: Se déconnecter

source: So proud
es: Orgullo
fr: Fierté

source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
fr: Un problème est survenu. Réessaie.

source: Spicy
es: Picante
fr: Mode coquin

source: Start my free trial
es: Empezar mi prueba gratis
fr: Commencer mon essai gratuit

source: Still in bed
es: Aún en la cama
fr: Encore au lit

source: Take a selfie
es: Hacer un selfie
fr: Prendre un selfie

source: Take photo
es: Hacer la foto
fr: Prendre la photo

source: Tap Edit, then Add Widget
es: Toca Editar y luego Añadir widget
fr: Touche Modifier, puis Ajouter un widget

source: Terms
es: Términos
fr: Conditions

source: Terms of use
es: Términos de uso
fr: Conditions d'utilisation

source: That's a lot of love for one day. Try again tomorrow 💌
es: Mucho amor para un solo día. Inténtalo mañana 💌
fr: Beaucoup d'amour pour une seule journée. Réessaie demain 💌

source: That's your own code! Send it to your person.
es: ¡Es tu propio código! Envíaselo a tu persona.
fr: C'est ton propre code ! Envoie-le à ta moitié.

source: Their code
es: Su código
fr: Son code

source: Their mood and your streak on your Lock Screen.
es: Su mood y vuestra racha en la pantalla bloqueada.
fr: Son mood et votre série sur l'écran verrouillé.

source: Their selfie
es: Su selfie
fr: Son selfie

source: This code doesn't exist or has expired.
es: Este código no existe o ha caducado.
fr: Ce code n'existe pas ou a expiré.

source: This deletes every selfie you shared, for both of you. It can't be undone.
es: Se borrarán todos los selfies compartidos, para los dos. No se puede deshacer.
fr: Tous les selfies partagés seront supprimés, pour vous deux. C'est irréversible.

source: Together since
es: Juntos desde
fr: Ensemble depuis le

source: Touch and hold an empty spot on your home screen
es: Mantén pulsado un espacio vacío de tu pantalla de inicio
fr: Maintiens ton doigt sur un espace vide de l'écran d'accueil

source: Turn on notifications
es: Activar notificaciones
fr: Activer les notifications

source: Under the weather
es: Con fiebre
fr: Patraque

source: Unlock with Morni+
es: Desbloquéalo con Morni+
fr: Débloque avec Morni+

source: Us
es: Nosotros
fr: Nous

source: Wait, a little gift
es: Espera, un regalito
fr: Attends, un petit cadeau

source: Waiting for %@'s first selfie
es: Esperando el primer selfie de %@
fr: En attente du premier selfie de %@

source: Waiting for %@'s selfie
es: Esperando el selfie de %@
fr: En attente du selfie de %@

source: Waiting for their selfie
es: Esperando su selfie
fr: En attente de son selfie

source: Wake up to *their* face.
es: Despierta con *su* cara.
fr: Réveille-toi avec *son* sourire.

source: We'll let you know when your person drops a selfie, and when it's your turn.
es: Te avisamos cuando tu persona suba un selfie, y cuando te toque a ti.
fr: On te prévient quand ta moitié poste un selfie, et quand c'est ton tour.

source: Weekly
es: Semanal
fr: Hebdomadaire

source: What should we call you?
es: ¿Cómo te llamamos?
fr: Comment on t'appelle ?

source: Yearly
es: Anual
fr: Annuel

source: You
es: Tú
fr: Toi

source: You already posted today. Morni+ lets you send as many as you like.
es: Ya publicaste hoy. Con Morni+ puedes enviar todos los que quieras.
fr: Tu as déjà posté aujourd'hui. Avec Morni+, envoie-en autant que tu veux.

source: You two
es: Vosotros dos
fr: Vous deux

source: Your account and all shared selfies will be permanently deleted. An active subscription must be cancelled separately in your App Store settings.
es: Tu cuenta y todos los selfies compartidos se borrarán para siempre. Una suscripción activa debe cancelarse aparte en los ajustes del App Store.
fr: Ton compte et tous les selfies partagés seront définitivement supprimés. Un abonnement actif doit être annulé séparément dans les réglages de l'App Store.

source: Your code
es: Tu código
fr: Ton code

source: Your first name
es: Tu nombre
fr: Ton prénom

source: Your first year of Morni+ for %@. This offer won't come back.
es: Tu primer año de Morni+ por %@. Esta oferta no volverá.
fr: Ta première année de Morni+ pour %@. Cette offre ne reviendra pas.

source: Your person gets Morni+ too
es: Tu persona también tiene Morni+
fr: Ta moitié profite aussi de Morni+

source: Your person will see this name on their widget.
es: Tu persona verá este nombre en su widget.
fr: Ta moitié verra ce prénom sur son widget.

source: Your person's latest selfie, right on your home screen.
es: El último selfie de tu persona, en tu pantalla de inicio.
fr: Le dernier selfie de ta moitié, sur ton écran d'accueil.

source: Your selfie is on %@'s screen
es: Tu selfie está en la pantalla de %@
fr: Ton selfie est sur l'écran de %@

source: Your shared memories will live here.
es: Vuestros recuerdos compartidos vivirán aquí.
fr: Vos souvenirs partagés vivront ici.

source: Your turn ☀️
es: Te toca ☀️
fr: À ton tour ☀️

source: dropped today's selfie. Your turn ☀️
es: subió su selfie de hoy. Te toca ☀️
fr: a posté son selfie du jour. À ton tour ☀️

source: or
es: o
fr: ou
